Revit 2024 API
ParameterTypeId.PathOfTravelSpeed Property
 "Speed"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PathOfTravelSpeed { get; }
Visual Basic
Public Shared ReadOnly Property PathOfTravelSpeed As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PathOfTravelSpeed {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace